{
    "nav.home": "Home",
    "home.title": " - Web Development",
    "home.subtitle": "Make your web dreams come true!",
    "home.contactUs": "Contact Us!",
    "services.logo-desc": "From the simple and efficient landing page to the complex e-commerce platform, we'll build for you the perfect online presence tailored to your needs.",
    "services.disclaimer": "Please note that those prices are here to give you a general idea of what to expect. Contact us to get an accurate quote based on the needs and requirements of your project.",
    "services.title-landing": "Landing Page",
    "services.title-ecommerce": "E-commerce Platform",
    "services.title-maintenance": "1 Year Maintenance",
    "services.description-landing": "Ideal for start-ups, freelancers and small companies willing to showcase a specific product, service or work. It can also be used as an online business card or resume.",
    "services.description-ecommerce": "The perfect solution for companies wanting to take a big step forward and go online. Reach people everywhere, anytime.",
    "services.description-maintenance": "You're online, congratulations! Now focus on your business without any worries, knowing that your website is well taken care of through the year.",
    "services.feature-s1": "Elegant, fully handcrafted webapp, to make you stand out from the crowd",
    "services.feature-s2": "Responsive design (adapted to all supports)",
    "services.feature-s3": "Secure online payment solution",
    "services.feature-s4": "CMS allowing you to easily edit your content",
    "services.feature-s5": "Contact form linked to your mailbox",
    "services.feature-s6": "Optimized SEO for high visibility on the search engines",
    "services.feature-s7": "SSL certificate: with HTTPS, you have to worry less",
    "services.feature-s8": "Hosting + domain name + email included for 12 months",
    "services.feature-p1": "CMS allowing you full control over your content through an admin panel",
    "services.feature-p2": "Intuitive navigation and searchbar",
    "services.feature-p3": "User accounts",
    "services.feature-p4": "Dedicated database(PostgreSQL or MongoDB)",
    "services.feature-p5": "Training on the usage of your website",
    "services.feature-m1": "Monthly back-up of your website and database",
    "services.feature-m2": "Monthly updates of the technologies powering your webapp",
    "services.feature-m3": "6 hours of work to make esthetical and/or structural modifications",
    "portfolio.logo-desc": "Take a look at our featured projects. We'll be happy to create the next one with you!",
    "portfolio-p1-desc": "Way of Speaking - A landing page built for a France based online english teacher. The front-end is entirely handmade, the back-end uses Node.js with Express.",
    "portfolio-p2-desc": "Oeil - A facial recognition app, able to detect the faces in the pictures provided to it. Made with React, Node.js, Express and the Clarifai API.",
    "portfolio-p3-desc": "ZenTown - The website you're currently browsing. Made with React, Node.js, Express and love.",
    "portfolio-p4-desc": "Aquafaba Temple - An imaginary restaurant webapp, with an integrated delivery solution. Made with Next.js, Strapi CMS and MongoDB.",
    "portfolio.githublink": "Source Code",
    "portfolio.githublink-frontend": "Source Code Front-End",
    "portfolio.githublink-backend": "Source Code Back-End",
    "portfolio.livelink": "See Live",
    "contact.logo-desc": "Contact us for any questions you have about building your project, and how we can help you make it become a reality.",
    "contact.name": "Name",
    "contact.send": "Send",
    "footer.legal": "Legal",
    "footer.terms": "Terms",
    "service.askprice": "Contact Us!",
    "goodWarningField": "Success!",
    "badWarningField": "Please make sure that you've filled up all the fields properly.",
    "home.presentation-title": ": Building an online presence",
    "home.presentation-title2": "A professional's touch",
    "home.presentation-title3": "How does it work?",
    "home.process-title1": "First Contact",
    "home.process-title2": "Project Validation",
    "home.process-title3": "Prototype",
    "home.process-title4": "Deployment",
    "home.process-title5": "Maintenance",
    "home.presentation-p1": "What do business owners, freelancers, artists, organizations, journalists and clubs have in common? They all have something to gain from having a website, because a website is much more than just a dematerialized catalogue, book or portfolio. It's a 24/7 showcase for your creations, products, ideas, services and values. It's a meeting place, and a hub for sharing information and knowledge. It's a tool to navigate the world. And above all, it's a living and changing thing, accessible by anyone, anywhere in the world. If you're trying to reach a large amount of people, in most cases it will also become the first impression you make on them. That's why it is important to get it done the right way, in respect of both your vision and the technical speficities of the web medium.",
    "home.presentation-p2": "ZenTown is here to offer the solution most fitted to your needs. From picking the right color palette for your website to the deployment on powerful servers, we'll take care of everything and deliver an esthetical and efficient website you can be proud of. All of our designs are handmade, lightweight, and will provide to your users the best possible experience.",
    "home.process-p1": "First of all, contact us to tell us about your project. Do you want a minimalist landing page? A display to highlight and sell your products? An online art gallery? We encourage you to tell us as much as you can about what you're looking for, and the functionalities you wish to see integrated, so we can start on solid basis. We'll reply within 48 hours (during business days), and we will exchange with you until we have set clear specifications.",
    "home.process-p2": "Based on the specifications precedently discussed, we will draw up a quote and give you an estimated delivery time. If you agree, we will ask you a 25% down payment and start the development at reception.",
    "home.process-p3": "At this time, we'll have a working prototype of the website to show you, in order to ensure you're satisfied with the direction we're taking. We will listen to your feedback and pursue the development, while implementing the tweaks you may have requested.",
    "home.process-p4": "After a thourough testing phase, your website will be deployed and accessible under your domain name. We'll charge you at this point the remaining 75% of the price agreed on. We will keep an eye on the website for the next 15 days to make sure that everything is running smoothly, and will fix free of charge any technical issue that may occur during this time.",
    "home.process-p5": "If you would like us to take care of the maintenance of your website past the 15 days following the delivery, you can subscribe to the Maintenance Package, and focus on nothing else than your content."
}