{
    "nav.home": "Home",
    "home.title": " - Web Development",
    "home.subtitle": "Make your web dreams come true!",
    "home.contactUs": "Contact Us!",
    "services.logo-desc": "From the simple and efficient landing page to the complex e-commerce platform, we'll build for you the perfect online presence tailored to your needs.",
    "portfolio.logo-desc": "Take a look at our featured projects. We'll be happy to create the next one with you!",
    "portfolio-p1-desc": "Way of Speaking - A landing page built for a France based online english teacher. The front-end is entirely handmade, the back-end uses Node.js with Express.",
    "portfolio-p2-desc": "Oeil - A facial recognition app, able to detect the faces in the pictures provided to it. Made with React, Node.js, Express and the Clarifai API.",
    "portfolio-p3-desc": "ZenTown - The website you're currently browsing. Made with React, Node.js, Express and love.",
    "portfolio-p4-desc": "Aquafaba Temple - An imaginary restaurant webapp, with an integrated delivery solution. Made with Next.js, Strapi CMS and MongoDB.",
    "portfolio-p5-desc": "Zen Weather - An elegant and minimalist weather web application. Light, without ads nor tracking: just the weather. Made with React and the OpenWeather API.",
    "portfolio-p6-desc": "easYacht is a platform that brings together professionals from the nautical industry and individuals looking for a unique experience at sea on board a boat or through the practice of a water sport.",
    "portfolio-p7-desc": "Artiste Promomusique offers a dashboard to the users of the Promomusique service, allowing them to follow the progress of their campaigns, and to access several services, such as the creation of a fan page.",
    "portfolio.githublink": "Source Code",
    "portfolio.githublink-frontend": "Source Code Front-End",
    "portfolio.githublink-backend": "Source Code Back-End",
    "portfolio.livelink": "See Live",
    "services.p1": "The features and services built into your website or web app are highly dependant of your needs and requirements. Depending on whether you want a showcase page to highlight your brand or identity, or an e-commerce platform with hundreds of products to manage and advanced user profiles, there will be drastic differences in the approach we will take for the realization of your product.",
    "services.p2": "In order to help you navigate through this wide ocean of possibilities, we will discuss your project in details, and propose you the relevant features built with the most modern and fitted technologies, to bring your concept to life.",
    "services.p3": "The process of understanding your project and preparing the specifications is entirely free of charge for you. We will then provide you with a detailed quotation, with an estimated development time. We only start billing you from the actual beginning of the development of the website or web app.",
    "services.p4": "This allows you to not be worried during your decision process, and to make sure that you and us are on the same page before we start working together.",
    "services.p5": "For the customers who have already used our services and would like us to take care of the maintenance of their product, we also provide a maintenance service at the flat price of 400€ (all taxes included) which includes monthly data backups, monthly updates of the softwares powering the product, as well as 6 hours of graphic or functional editing. This service is valid for a period of 12 months from the date of the payment.",
    "services.p6": "We invite you to contact us if you have any questions about our services. We hope to count you very soon among our happy customers!",
    "contact.logo-desc": "Contact us for any questions you have about building your project, and how we can help you make it become a reality.",
    "contact.name": "Name",
    "contact.send": "Send",
    "footer.legal": "Legal",
    "footer.terms": "Terms",
    "service.askprice": "Contact Us!",
    "goodWarningField": "Success!",
    "badWarningField": "Please make sure that you've filled up all the fields properly.",
    "home.presentation-title": ": Building an online presence",
    "home.presentation-title2": "A professional's touch",
    "home.presentation-title3": "How does it work?",
    "home.process-title1": "First Contact",
    "home.process-title2": "Project Validation",
    "home.process-title3": "Prototype",
    "home.process-title4": "Deployment",
    "home.process-title5": "Maintenance",
    "home.presentation-p1": "What do business owners, freelancers, artists, organizations, journalists and clubs have in common? They all have something to gain from having a website, because a website is much more than just a dematerialized catalogue, book or portfolio. It's a 24/7 showcase for your creations, products, ideas, services and values. It's a meeting place, and a hub for sharing information and knowledge. It's a tool to navigate the world. And above all, it's a living and changing thing, accessible by anyone, anywhere in the world. If you're trying to reach a large amount of people, in most cases it will also become the first impression you make on them. That's why it is important to get it done the right way, in respect of both your vision and the technical speficities of the web medium.",
    "home.presentation-p2": "ZenTown is here to offer the solution most fitted to your needs. From picking the right color palette for your website to the deployment on powerful servers, we'll take care of everything and deliver an esthetical and efficient website you can be proud of. All of our designs are handmade, lightweight, and will provide to your users the best possible experience.",
    "home.process-p1": "First of all, contact us to tell us about your project. Do you want a minimalist landing page? A display to highlight and sell your products? An online art gallery? We encourage you to tell us as much as you can about what you're looking for, and the functionalities you wish to see integrated, so we can start on solid basis. We'll reply within 48 hours (during business days), and we will exchange with you until we have set clear specifications.",
    "home.process-p2": "Based on the specifications precedently discussed, we will draw up a quote and give you an estimated delivery time. If you agree, we will ask you a 25% down payment and start the development at reception.",
    "home.process-p3": "At this time, we'll have a working prototype of the website to show you, in order to ensure you're satisfied with the direction we're taking. We will listen to your feedback and pursue the development, while implementing the tweaks you may have requested.",
    "home.process-p4": "After a thourough testing phase, your website will be deployed and accessible under your domain name. We'll charge you at this point the remaining 75% of the price agreed on. We will keep an eye on the website for the next 15 days to make sure that everything is running smoothly, and will fix free of charge any technical issue that may occur during this time.",
    "home.process-p5": "If you would like us to take care of the maintenance of your website past the 15 days following the delivery, you can subscribe to the Maintenance Package, and focus on nothing else than your content."
}