{
    "nav.home": "Accueil",
    "home.title": " - Développement Web",
    "home.subtitle": "Make your web dreams come true!",
    "home.contactUs": "Contactez Nous!",
    "services.logo-desc": "Qu'il s'agisse d'une landing page simple et efficace, ou d'une application complexe et hautement interactive, nous construirons pour vous le site de vos rêves adapté à vos besoins.",
    "services.p1": "Les fonctions et services intégrées dans votre site ou application web sont hautement dépendants de vos besoins et spécificités. Selon que vous souhaitiez une page vitrine pour mettre en valeur votre marque ou identité, ou bien une plate-forme d'e-commerce avec des centaines de produits à gérer et des espaces utilisateur avancés, il y aura des différences drastiques dans l'approche que nous prendrons pour la réalisation de votre produit.",
    "services.p2": "Afin de vous aider à naviguer sur ce vaste océan de possibilités, nous parlerons ensemble en détail de votreprojet, et nous vous proposerons les fonctionnalités pertinentes, intégrées avec les technologies modernes les plus adaptées afin de donner vie à votre concept.",
    "services.p3": "Le processus de compréhension du projet et de préparation du cahier des charges est entièrement gratuit. Nous vous fournirons ensuite un devis détaillé accompagnée d'une durée de développement estimée. Vous ne serez facturé qu'à partir du début effectif du développement de votre site ou application web.",
    "services.p4": "Cela vous permet d'avoir l'esprit libre pendant votre processus de décision, et de s'assurer que nous sommes sur la même longueur d'onde avant de commencer à travailler ensemble.",
    "services.p5": "Si nous avons déjà développé un produit pour vous, nous avons un service de maintenance au prix net et TTC de 400e. Cela inclue une sauvegarde mensuelle de vos données, une mise à jour mensuelle des technologies qui font fonctionner votre application, ainsi que 6 heures de travail valables pour des modifications d'ordre graphique ou fonctionnel de votre site ou application. Ce service est valable pour une durée de 12 mois à compter de la date de votre paiement.",
    "services.p6": "Contactez-nous pour toute question relative à nos services. Nous espérons vous compter très bientôt parmi nos clients satisfaits !",
    "portfolio.logo-desc": "Prenez le temps de visiter nos réalisations. Nous serons ravis de travailler sur la prochaine avec vous !",
    "portfolio-p1-desc": "Way of Speaking - Une page vitrine pour une professeure d'anglais en ligne. Le front-end est entièrement fait main, le back-end utilise Node.js et Express.",
    "portfolio-p2-desc": "Oeil - Une application web de reconnaissance faciale, qui détecte les visages sur les photos. Développé avec React, Node.js, Express et l'API Clarifai.",
    "portfolio-p3-desc": "ZenTown - Le site sur lequel vous naviguez actuellement. Fait avec React, Node.js, Express et amour.",
    "portfolio-p4-desc": "Aquafaba Temple - Une application web pour un restaurant imaginaire, avec système de livraison intégré. Développé avec Next.js, Strapi CMS et MongoDB.",
    "portfolio-p5-desc": "Zen Weather - Une application web météo élégante et minimaliste. Légère, sans publicité ni tracking: rien que les prévisions météo. Fait avec React et l'API OpenWeather.",
    "portfolio.githublink": "Code Source",
    "portfolio.githublink-frontend": "Code Source Front-End",
    "portfolio.githublink-backend": "Code Source Back-End",
    "portfolio.livelink": "Voir le site",
    "contact.logo-desc": "Contactez-nous pour toute question concernant votre projet, et comment nous pouvons vous aider à la concrétiser.",
    "contact.name": "Nom",
    "contact.send": "Envoyer",
    "footer.legal": "Mentions Légales / CGU",
    "footer.terms": "CGV",
    "service.askprice": "Contactez-Nous !",
    "goodWarningField": "Message envoyé !",
    "badWarningField": "Veuillez vous assurer d'avoir rempli tous les champs correctement.",
    "home.presentation-title": ": Construire une présence en ligne",
    "home.presentation-title2": "Une touche professionnelle",
    "home.presentation-title3": "Comment ça marche ?",
    "home.process-title1": "Premier Contact",
    "home.process-title2": "Validation du Projet",
    "home.process-title3": "Prototype",
    "home.process-title4": "Deploiement",
    "home.process-title5": "Maintenance",
    "home.presentation-p1": "Qu'ont en commun les propriétaires de PME, les indépendants, les artistes, les associations et les journalistes ? Tous ont à gagner à avoir leur site web, car un site est bien plus qu'un catalogue, livre ou portfolio dématérialisé. C'est un espace ouvert à toute heure, à tout moment de l'année, où sont accessibles vos créations, produits, idées, services et valeurs. C'est un lieu de recontre et d'échange pour partager information et connaissance. C'est un outil pour naviguer le monde. Et par-dessus tout, c'est une chose changeante et vivante, accessible par tous, partout sur Terre. Si votre ambition est de communiquer avec une large audience, dans la plupart des cas ce sera aussi la première impression qu'aura votre public de vous. C'est pourquoi il est essentiel que votre site web soit réussi, à la fois en termes de respect de votre vision, et de précision technique inhérente aux technologies du web.",
    "home.presentation-p2": "ZenTown existe pour vous offrir les solutions les plus adaptées à vos besoins. De l'établissement de la bonne charte graphique pour vos pages, jusqu'au déploiement sur les serveurs, nous nous occupons de tout pour vous offrir un site web à la fois esthétique et efficace, dont vous pourrez être fier. Tous nos designs sont fait main, sans templates, légers et rapides, pour fournir à vos utilisateurs la meilleure expérience possible.",
    "home.process-p1": "Tout d'abord, contactez-nous pour nous parler de votre projet. Souhaitez-vous un site vitrine minimaliste ? Un espace pour mettre en lumière et vendre vos produits ? Une galerie d'art virtuelle ? Nous vous encourageons à nous en dire le plus possible, autant sur l'apparence que sur la structure et les fonctionnalités souhaitées, afin de pouvoir démarrer sur des bases solides. Nous vous répondrons sous 2 jours ouvrés, et échangerons avec vous jusqu'à avoir un cahier des charges complet.",
    "home.process-p2": "Nous vous établirons gratuitement un devis basé sur le cahier des charges établi à l'étape précédente, ainsi qu'une durée estimée de développement. Une fois le devis accepté, nous vous demanderons un acompte de 25% et commencerons le développement à réception de celui-ci.",
    "home.process-p3": "A cette étape du développement, nous aurons un prototype fonctionnel à vous présenter, afin de s'assurer que vous êtes satisfait de la direction prise par les travaux. Nous écouterons vos retours et poursuivrons le développement en implémentant les modifications requises.",
    "home.process-p4": "Après une soigneuse phase de test, nous déploierons le site et le rendrons accessible sous votre nom de domaine. Nous encaisserons alors les 75% restants et vous confierons les identifiants et accès au site, à l'hébergement et aux adresses e-mail. Nous garderons un oeil sur votre site pendant 15 jours à compter du déploiement, pour s'assurer qu'aucun bug ne vienne en perturber le fonctionnement. Nous corrigerons sans frais toute anomalie qui pourrait survenir durant cette période.",
    "home.process-p5": "Si vous souhaitez que nous nous chargions de la maintenance passé les 15 premiers jours de mise en ligne, vous pouvez souscrire au contrat de maintenance et ne vous occuper de rien d'autre que du contenu de votre site."
}