{
    "nav.home": "Accueil",
    "home.title": " - Développement Web",
    "home.subtitle": "Make your web dreams come true!",
    "home.contactUs": "Contactez Nous!",
    "services.logo-desc": "Qu'il s'agisse d'un site vitrine simple et efficace ou d'une plateforme e-commerce complexe et interactive, nous construirons pour vous le site de vos rêves adapté à vos besoins.",
    "services.disclaimer": "Veuillez noter que les prix affichés sont là pour vous donner une idée à titre indicatif. Contactez-nous pour obtenir un devis gratuit adapté à votre projet.",
    "services.title-landing": "Site Vitrine",
    "services.title-ecommerce": "Plateforme E-commerce",
    "services.title-maintenance": "Maintenance 1 An",
    "services.description-landing": "Idéap pour les start-ups, les indépendants et les petites compagnies souhaitant présenter et mettre en valeur des produits ou des services spécifiques. Peut aussi être utilisé comme carte de visite ou CV en ligne.",
    "services.description-ecommerce": "La solution parfaite pour les entreprises souhaitant sauter le pas et offrir un accès complet à leur offre en ligne. Soyez accessible partout, tout le temps.",
    "services.description-maintenance": "Vous êtes en ligne, félicitations ! A présent, concentrez-vous uniquement sur votre contenu, sans vous inquiéter de l'aspect technique. Nous nous occupons de tout !",
    "services.feature-s1": "Un site élégant, codé à la main sans template, pour vous démarquer de la foule",
    "services.feature-s2": "Responsive design (adapté à tous les supports)",
    "services.feature-s3": "Solution de paiement en ligne sécurisée",
    "services.feature-s4": "Un CMS pour éditer facilement votre contenu",
    "services.feature-s5": "Formulaire de contact lié à votre boîte e-mail",
    "services.feature-s6": "Optimisation SEO pour une meilleure visibilité sur les moteurs de recherche",
    "services.feature-s7": "Certificat SSL : connexion HTTPS pour sécuriser les données échangées sur votre site",
    "services.feature-s8": "Hébergement + nom de domaine + adresse e-mail, inclus pour 12 mois",
    "services.feature-p1": "Un CMS avancé vous donnant plein contrôle sur le contenu du site via un panneau d'administration",
    "services.feature-p2": "Navigation intuitive avec un moteur de recherche interne",
    "services.feature-p3": "Comptes utilisateur",
    "services.feature-p4": "Base de données dédiée (PostgreSQL ou MongoDB)",
    "services.feature-p5": "Formation à l'utilisation de votre site",
    "services.feature-m1": "Sauvegarde mensuelle de votre site et base de données",
    "services.feature-m2": "Mise à jour mensuelle des technologies utilisées par votre site",
    "services.feature-m3": "6 heures de travail pour effectuer des modifications esthétiques ou structurelles",
    "portfolio.logo-desc": "Prenez le temps de visiter nos réalisations. Nous serons ravis de travailler sur la prochaine avec vous !",
    "portfolio-p1-desc": "Way of Speaking - Une page vitrine pour une professeure d'anglais en ligne. Le front-end est entièrement fait main, le back-end utilise Node.js et Express.",
    "portfolio-p2-desc": "Oeil - Une application web de reconnaissance faciale, qui détecte les visages sur les photos. Développé avec React, Node.js, Express et l'API Clarifai.",
    "portfolio-p3-desc": "ZenTown - Le site sur lequel vous naviguez actuellement. Fait avec React, Node.js, Express et amour.",
    "portfolio-p4-desc": "Aquafaba Temple - Une application web pour un restaurant imaginaire, avec système de livraison intégré. Développé avec Next.js, Strapi CMS et MongoDB.",
    "portfolio.githublink": "Code Source",
    "portfolio.githublink-frontend": "Code Source Front-End",
    "portfolio.githublink-backend": "Code Source Back-End",
    "portfolio.livelink": "Voir le site",
    "contact.logo-desc": "Contactez-nous pour toute question concernant votre projet, et comment nous pouvons vous aider à la concrétiser.",
    "contact.name": "Nom",
    "contact.send": "Envoyer",
    "footer.legal": "Mentions Légales / CGU",
    "footer.terms": "CGV",
    "service.askprice": "Contactez-Nous !",
    "goodWarningField": "Message envoyé !",
    "badWarningField": "Veuillez vous assurer d'avoir rempli tous les champs correctement.",
    "home.presentation-title": ": Construire une présence en ligne",
    "home.presentation-title2": "Une touche professionnelle",
    "home.presentation-title3": "Comment ça marche ?",
    "home.process-title1": "Premier Contact",
    "home.process-title2": "Validation du Projet",
    "home.process-title3": "Prototype",
    "home.process-title4": "Deploiement",
    "home.process-title5": "Maintenance",
    "home.presentation-p1": "Qu'ont en commun les propriétaires de PME, les indépendants, les artistes, les associations et les journalistes ? Tous ont à gagner à avoir leur site web, car un site est bien plus qu'un catalogue, livre ou portfolio dématérialisé. C'est un espace ouvert à toute heure, à tout moment de l'année, où sont accessibles vos créations, produits, idées, services et valeurs. C'est un lieu de recontre et d'échange pour partager information et connaissance. C'est un outil pour naviguer le monde. Et par-dessus tout, c'est une chose changeante et vivante, accessible par tous, partout sur Terre. Si votre ambition est de communiquer avec une large audience, dans la plupart des cas ce sera aussi la première impression qu'aura votre public de vous. C'est pourquoi il est essentiel que votre site web soit réussi, à la fois en termes de respect de votre vision, et de précision technique inhérente aux technologies du web.",
    "home.presentation-p2": "ZenTown existe pour vous offrir les solutions les plus adaptées à vos besoins. De l'établissement de la bonne charte graphique pour vos pages, jusqu'au déploiement sur les serveurs, nous nous occupons de tout pour vous offrir un site web à la fois esthétique et efficace, dont vous pourrez être fier. Tous nos designs sont fait main, sans templates, légers et rapides, pour fournir à vos utilisateurs la meilleure expérience possible.",
    "home.process-p1": "Tout d'abord, contactez-nous pour nous parler de votre projet. Souhaitez-vous un site vitrine minimaliste ? Un espace pour mettre en lumière et vendre vos produits ? Une galerie d'art virtuelle ? Nous vous encourageons à nous en dire le plus possible, autant sur l'apparence que sur la structure et les fonctionnalités souhaitées, afin de pouvoir démarrer sur des bases solides. Nous vous répondrons sous 2 jours ouvrés, et échangerons avec vous jusqu'à avoir un cahier des charges complet.",
    "home.process-p2": "Nous vous établirons gratuitement un devis basé sur le cahier des charges établi à l'étape précédente, ainsi qu'une durée estimée de développement. Une fois le devis accepté, nous vous demanderons un acompte de 25% et commencerons le développement à réception de celui-ci.",
    "home.process-p3": "A cette étape du développement, nous aurons un prototype fonctionnel à vous présenter, afin de s'assurer que vous êtes satisfait de la direction prise par les travaux. Nous écouterons vos retours et poursuivrons le développement en implémentant les modifications requises.",
    "home.process-p4": "Après une soigneuse phase de test, nous déploierons le site et le rendrons accessible sous votre nom de domaine. Nous encaisserons alors les 75% restants et vous confierons les identifiants et accès au site, à l'hébergement et aux adresses e-mail. Nous garderons un oeil sur votre site pendant 15 jours à compter du déploiement, pour s'assurer qu'aucun bug ne vienne en perturber le fonctionnement. Nous corrigerons sans frais toute anomalie qui pourrait survenir durant cette période.",
    "home.process-p5": "Si vous souhaitez que nous nous chargions de la maintenance passé les 15 premiers jours de mise en ligne, vous pouvez souscrire au contrat de maintenance et ne vous occuper de rien d'autre que du contenu de votre site."
}